tap "caskroom/cask"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/services"
tap "phinze/cask"
tap "zero-sh/tap"
brew "ack"
brew "libtiff"
brew "glib"
brew "python@3.12"
brew "cairo"
brew "harfbuzz"
brew "apktool"
brew "aria2"
brew "arp-scan"
brew "gcc"
brew "at-spi2-core"
brew "autoconf"
brew "autojump"
brew "automake"
brew "axel"
brew "bat"
brew "bazel"
brew "bison"
brew "boot-clj"
brew "broot"
brew "gnutls"
brew "emacs"
brew "cask"
brew "clisp"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "openssl@1.1"
brew "python@3.9"
brew "codemod"
brew "coturn"
brew "curl"
brew "dash"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "pango"
brew "ghostscript"
brew "gdk-pixbuf"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "ettercap"
brew "eza"
brew "fd"
brew "libass"
brew "ffmpeg"
brew "fftw"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gource"
brew "gradle"
brew "shared-mime-info"
brew "libheif"
brew "libtool"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "gum"
brew "helix"
brew "node"
brew "hexo"
brew "htop"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "ipython"
brew "jenv"
brew "jq"
brew "libxml2"
brew "m-cli"
brew "macvim"
brew "mas"
brew "maven"
brew "ninja"
brew "meson"
brew "mono"
brew "multimarkdown"
brew "mysql"
brew "neovim"
brew "openjdk@8"
brew "nexus"
brew "nghttp2"
brew "nginx"
brew "ngrep"
brew "nvm"
brew "pstoedit"
brew "pyqt"
brew "qscintilla2"
brew "suite-sparse"
brew "octave"
brew "ollama"
brew "openjdk@11"
brew "openjdk@17"
brew "pandoc"
brew "tree"
brew "pass"
brew "perl"
brew "pillow"
brew "pipx"
brew "pnpm"
brew "privoxy"
brew "pyenv"
brew "python@3.8"
brew "ranger"
brew "rbenv"
brew "redis"
brew "rem"
brew "ripgrep"
brew "rustup"
brew "s-search"
brew "sphinx-doc"
brew "stow"
brew "supervisor", restart_service: :changed
brew "sysbench"
brew "tcpdump"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tomcat"
brew "trufflehog"
brew "universal-ctags"
brew "vapoursynth"
brew "vsftpd"
brew "w3m"
brew "wget"
brew "xmake"
brew "you-get"
brew "zig"
brew "zookeeper"
brew "zoxide"
brew "zsh"
brew "clojure/tools/clojure"
brew "zero-sh/tap/apply-user-defaults"
brew "zero-sh/tap/zero"
cask "aldente"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "binance"
cask "cheatsheet"
cask "docker-toolbox"
cask "dropshelf"
cask "font-dejavu"
cask "freemind"
cask "hammerspoon"
cask "hiddenbar"
cask "iina"
cask "jd-gui"
cask "karabiner-elements"
cask "keka"
cask "keycastr"
cask "kitty"
cask "machoview"
cask "metasploit"
cask "notion"
cask "omnidisksweeper"
cask "openinterminal"
cask "postman"
cask "qlimagesize"
cask "qlstephen"
cask "quicklook-json"
cask "rectangle"
cask "shadowsocksx"
cask "spotify"
cask "switchkey"
cask "webpquicklook"
mas "Developer", id: 640199958
mas "Prodrafts", id: 1545810067
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
mas "微信", id: 836500024
mas "百度网盘", id: 547166701
mas "飞书", id: 1551632588
